{
 "projects": [
  {
   "title": "PRIVATE DREAMS",
   "description": "Private Dreams narrates the story of a young woman, Lifa , whose work , memories and life experiences have brutally pushed her into a mental state of consciousness, and by extension, led her to develop a strong sense of self. The story is told from the perspective of a little girl who is symbolic of Lifa’s young self and thoughts.",
   "content": "<p> Lifa springs out of her thoughts panic-stricken, like someone waking up from a bad dream. She glances around the room to check if someone has caught sight of her in this embarrassing condition and much to her delight, everyone in the café is going about their business. She takes a sip out of her cappuccino and pulls out her phone from her bag as she tries to recover the sufficient breadth of mind to process what had just happened, wading off her embarrassment with a small chilly smile of friendliness. She suddenly gets horrified at the paleness in her face as she looks at her reflection through the screen of her iPhone XS Max and she realizes that she needs to do a little more, that a smile is not adequate to restore the right state of composure as is consistent with due social decorum. Of all people who were in the café, all her acquaintances who she was very fond of, she wouldn’t forgive herself if, the waiter - Jamal, with dark eyebrows, shining eyes and all possible perfection one could wish for – with whom she was secretly carrying on an intrigue for a few weeks now despite having a loving and caring boyfriend; she would never forgive herself if Jamal saw her in any compromising situation. Lifa, a fine woman of delicate beauty as herself, as she had always held, needed to act in the presence of others in strict diligence as to the responsibilities that accompany that esteemed status and therefore a natural necessity such as the urge to sneeze was to be treated as a matter of catastrophic consequences. This meticulous attention to detail is what, in her firm believe, separated her from her peers. For her, as proven by her Fenty makeup and Marc Jacob’s spring collection 2018 inspired outfit, image was everything! And more specifically, the kind of image that you project to others and what you want to be remembered by; and Lifa wanted to be known as the queen she is, infallible. This character did not come to her of her choosing but it indiscernibly cultivated itself in her as a counteractive responsive to the anger and resentment she carried in her heart for so long during and after her seven humiliating years she worked as a house help; indeed, she very well took care of herself during that time in her own small ways, and it only so happened that now she had a good paying job and with the money that came along with that, she had more options. In all likelihood, one would at once, at first glance, look at Lifa as a dissipated thirty something woman refusing to age; as this is what, according to the ideas of the Kenyan urban world, the description fit for a beautiful woman of her class with no family or kids. But Lifa knew very well how she must appear to herself and others: as the queen she is, and in the fullness thereof, and that anyone’s opinion of her is as indispensable as gossip, that however unpleasant it may be, it certainly does a remarkable job at marketing the subject matter and that ultimately the truth lies with one person and their close acquaintance. It was well known to Lifa’s close friends of her good heart, her charity works and her financial support to her relatives, but Lifa preferred to keep this part of her life a secret and never spoke about it. So Lifa, at this critical moment, knew that she had to balance off the rapture that had seized her heart coming out of that memory, and the necessary calmness she had to keep in order not to draw any unwanted attention to her current deplorable state.</p> <p>On arriving at the café with her friends, exactly three and a half minutes ago, Lifa sat on the center most stool as she had sat every day after work for past few weeks and ordered a coffee and her favorite snack. The waiter, Jamal, in his tall handsome self, had walked to them, greeted them, and asked for their order, starting with Lifa’s friends as he always did. He then moved to Lifa, and with his mellow tone with which it was impossible not to blush over, asked for her order. Lifa gave him her order, blushing only with her eyes as not to give herself away to her friends, and smiled at him, and at her fears. For the past five weeks since Lifa and her friends discovered this place, after their favorite restaurant got temporarily closed down for renovation, Lifa had not taken her eyes off Jamal. She saw in him, a mysterious, sophisticated, elegant man wrapped about in a simple waiter job at a café. She had clearly made her intentions and feelings known to him from the beginning and he had effectively responded back, not by words, but through the unseen language of looks and tones. Besides the good coffee and their Monday and Friday girl’s get together, where they talked about work, love affairs and all the urban gossip – notorious in the fashionable world of city dwellers, Jamal was the reason Lifa particularly enjoyed coming over to this café, just to hear that mellow voice and see those shining eyes. The most unpleasant of the three and a half minutes she had been at the café had been the second minute after they arrived. “I am in a relationship. And Derick is a good man” she recalls quarrelling with her soul soon after she had asked for her coffee and shared a brief moment with Jamal. It’s not that Lifa had fallen out of love with Derick or that Derick was not a good man. Actually it was truer to say that Derick’s being a good man was the chief problem. That Derick, who sat as chairman on the board of one of the parastatals of the Kenyan government, and the man to whom she owed all her success, had fallen into the trap which most successful men with beautiful wives fall into: and that is to take care of all her desires but to deny her the attention she needs. Derick granted her all the freedom she wanted and supported her far and beyond. They even went on a two weeks’ vacation every year to a destination of her choosing; nothing better could be wished for. But Derick had forgotten the principle trait women have always wanted from a man since the beginning of time; ATTENTION, and this poisoned all the happiness. He wouldn’t recognize her new hair or her fresh pedicure, all the little things that make a relationship flourish, neither would he get jealous when Lifa talked about another man, and this hurt and angered Lifa the most about Derick, and the entire species of men, and how lightly they regarded such crimes. Yes, she was wrong to admire another man, and Lifa was painfully conscious of this, but it wasn’t her fault; and she wasn’t to blame. Jamal, in the way he looked at her, saw her as an empress decked out in sacred vestments that he couldn’t even find the courage to approach her and in him, she felt what she once felt with Derick during the early days of their relationship; wanted. She wouldn’t book a hotel with Jamal or do anything that would jeopardize her commitment to Derick, Lifa was in complete possession of her emotions; it’s just that her soul was flooded with happiness at the sight of Jamal, and she was thoroughly enjoying this youthful sensation. As if her moment of cross-examining her sins and inner conflicts couldn’t get any worse, in a strange twist of affairs, Lifa saw the first ever vision of her late mother and this was what had been responsible for the paleness on her face. </p> <p>Lifa had seen her mother in a polka dot dress standing outside their childhood village kitchen, preparing maize; and her two younger brothers playing – racing – Justus, the older one, winning effortlessly as he always did, as her younger self, of about nine years, intensely watched from a distance. This sight wasn’t as nearly beautiful as the terror it struck into Lifa’s heart. Lifa’s mother had died when she was an infant and she only knew her by reputation, through the many stories she had been told about her as a child. And so to see her so vividly in such a fashion as she had never before, was as frightening as it was beautiful. Further than that, her two brothers, who belonged to her father’s second wife, with whom Lifa had been best friends growing up and known nothing but goodness from their mother, hadn’t been born at the time her mother died and this ramped up the mystery of this image further. “Mama! Mamaa! Wait, Justus, what are they doing here? Mamaa! The tortoise…” Lifa recalls the image and tries to make sense of every tiny detail, adjusting herself to a more comfortable position– which she is unable because she is seated on a stool – as she scrolls through her phone, intensely looking at her gallery then contacts, then Instagram, everywhere and nowhere. She takes a look at the time on the top right side of her phone’s screen and she is amazed that it has only gone by three minutes, which seems like an eternity, since they got to the café, and two minutes since she received that vision of her mother. She looks around and everyone in the café is still minding their business, no one having noticed the hopelessness of her condition; and today is a strange day that none of her friends has come over to her to start a talk yet and Jamal is unusually busy attending to his job and Lifa hereby plunges deeper into the activities of her phone to conceal her secret thoughts. A phone is always a good plan when you want to hide in plain sight, especially if you are a beautiful and stylishly dressed girl like Lifa, people will only assume the good out of you: that with the expensive outfit and good makeup, you are actually attending to an urgent matter of time and financial importance, or in the very least, that you are well mannered and blushing through your phone – and blushing is an important aspect of good character – unlike the typical independent, loud city girls. Lifa was however not in the habit of clinging to her phone when in public and they actually had an existing rule of no phones during their hour long girl meetings, with the exception, obviously, of a good selfie or photo-worthy moment; and they were plenty of those. It’s funny how most urban dwellers (it used to be a problem with the younger generation at first and then everyone else caught a fever) sensationally unanimously agree that the use of a phone in a social gathering is impolite and unreasonable and yet they all unconsciously fall into the trap of the phone; the addictiveness that comes with it and the coolness attached to it. Stereotyped as it may, Lifa was delighted that she had her iPhone and therefore the opportunity to hide her secret thoughts and so she immersed herself in her apps, not really looking for anything. Her mind was running all over the place. She was on one hand, most happy at the thought of seeing her mother, or rather her mother revealing herself to her as this was clearly a matter outside any humanly capability, and she so wished to see her mother again one more time; and on the other hand, scared at the necessity of having to process all the emotions that came with that. She quickly realized that, to solve the mystery of all this, she needed to trace back what might have been the trigger of this powerful vision and in so doing possibly get a chance to see her mother again and have the strength to endure it. “Ugh, Ushagoo!” Her eyes sparked at the recollection of her trip to the country side the past weekend and she stops tapping on her phone, but still keeps her eyes glued on the screen – at nothing still, and tries to remember the content of this trip. </p> <p>She had travelled to Kisumu to attend her Auntie’s medical fundraiser but her true objective was to expressly settle a difference between herself and her older brother. On the bus there, she had sat next to a woman who was on her way to her mother’s burial. The woman, who had introduced herself as Atach, had been one of those delightful women in whose company its sweet to be silent, such a rare occurrence in a Kisumu-bound bus, with whom she had shared one of her best moments in their eighthour drive. It was out of that deep conversation about death and losing a loved one which she had had with the lady, and which had been simmering inside her during her entire trip and back, that Lifa had received the vision of her mother. “You know, us women, since the begin of time, have been accused of being too emotional. As I have always strongly defended women in other aspects of life as it regards emotions, on the matter of mourning a loved one, I have a different stand. You see when certain cultures prohibit women and children from attending funerals, I completely understand the reason why. </p> <p> Most people, and women occupy the biggest space in this chart, fail to see the wisdom in death. First of all, when it comes to burial I think it should be kept short and quick; but that’s not our subject matter and so I won’t get into details. Too many people preoccupy themselves with the dead; but you see, they have lived and died in exactly the same way they were destined and nothing can be added or taken away from that so it’s meaningless to be weighed down by the past. Please don’t get me wrong, I mean grieving a loved one and keeping their memories is absolutely important and a significant part of the healing process; as to how and when it should be done, that’s a different topic we’ll get into later. My point is, that there is a bigger purpose to death which in my view, very few people attach to it the special significance it so very much deserves; and that is, a reminder to the living. This is the most important lesson of death, the singular purpose of death – a reminder. A reminder to the living that one day, you will also be lying lifeless on a piece of wood…” the woman had said at one point. Lifa is weighed down by emotions at the recollection of this conversation and her soul is filled with sorrow. At this point she is incapable of hiding in her phone or a smile. She looks down and desperately tries so hard not to blink her eyes that tears might not fall. She remembers the image of her smiling mom in that blue dress in her vision and she loses all her control.</p> <p>Lifa weeps to the floor. Her seat is unable to support all the pain and emotion that has flooded her soul. She cries so much that she struggles, in great difficulty, to gasp for air in between her sobs. She, after a short while, through the same great incomprehensible power far beyond her human capabilities, gets her strength back and gets on her feet. As she is gathering herself and as she is about to turn around to the side of the café in which she was formally facing, she notices the girl from her vision, her nine-yearold self, standing right in the middle of the road across the street. Lifa has by now come into terms that everything that is happening at this moment, or seems to be happening, is through a higher power and it’s pointless to try and fight it and should instead embrace it in humility. She looks closely at the girl through the glass window and sees her tiny face, radiant with help and happiness. It was as though her existence were so teeming over with something that against her will, showed itself with the flash of her eyes, and now her smile. The girl’s eyes appeared to cut through to her soul as if screaming “Run, save your soul!” and then softening the words with that friendly smile. Lifa turns around to find the café in total turmoil, everyone rushing towards the exit in a stampede. There wasn’t any bang or anything of the sort to indicate an emergency and no one was screaming; everyone simply desperately ran to the exit, with fear drawn all over their faces. Lifa jumps to the exit, runs across the street onto the main road, runs through the park off the highway, across the suburban homes and continues running; getting her strength from that invisible power. She isn’t sure for how long she has been running, or over what distance, but where she stops, it feels like her once solo holiday trip to Kilifi, which had been the best vacation she had ever gone for, and where she had written and entire ten pages on her mac book about her explorations, love life, work, and finally now that she remembers, her mother. Everything now finally makes sense. She sits back and enjoys the sunset in Takaungu. </p> <p>The beep on the photocopying machine shocks Lifa back to her senses. “Wow” She exhales. She freezes momentarily and awes at that strange train of thought, holding her chest, trying to bring her racing heart to a normal pumping rate. “Wow, that seemed so real” she whispers to herself, holding onto the office desk so as not to fall down from her shock. She glances over at the wall clock and realizes that she has been sitting at her desk, completely zoned out for three and a half minutes now. The phone on her desk beeps, an incoming message. She stretches across the desk, picks her phone and opens the message. It’s from Maya, her friend: Hey girl, where are you? We are down your offices, been waiting for you for almost five minutes now. Heading over to the café for girl’s Monday, you forgot or? Her heart begins racing again… </p>",
   "images": [
    "https://res.cloudinary.com/vueblog/image/upload/v1663176768/Private_Dreams_1x1_17fdb1f720.png",
    "https://res.cloudinary.com/vueblog/image/upload/v1663309875/Haji_Hero_Image_d2c8db364a.png",
    "https://res.cloudinary.com/vueblog/image/upload/v1663176898/Flower_on_Concrete_758080f52f.jpg",
    "https://res.cloudinary.com/vueblog/image/upload/v1663176905/Home_c2c2514216.jpg",
    "https://res.cloudinary.com/vueblog/image/upload/v1663176904/Lonely_castle_1_91abca43b5.jpg",
    "https://res.cloudinary.com/vueblog/image/upload/v1663176905/Roots_b7a4392f8d.jpg",
    "https://res.cloudinary.com/vueblog/image/upload/v1663176911/Tide_2295ab8b58.jpg"
   ]
  },
  {
   "title": "CASCO",
   "description": "This is the story about a fictional village named Casco where the first murders in the world occurred. The perpetrators of these crimes; Mokwena - a butcher, Miserere – a marriage counselor and Raya - a female nurse, ironically become instant heroes who are celebrated as the inventors of this “new art”. Later they are captured and killed after the villagers come into terms with reality of these heinous acts.",
   "content": "<h1>England 1896, Amelia Dyer </h1> <p> Amelia preyed on mothers who could not afford to keep their babies and offered to give them a “better life”. Instead, she pocketed the pay and strangled babies to death with a dressmaking tape then afterwards dumped their remains in river Thames</p> <h1>Hong Kong 1982, the Jar Killer </h1> <p>“He lived in an apartment with his parents and younger brother so when he returned home with the dead bodies of his victims, he hid their corpses under the sofa in the living room until the family left for the day” — South China morning post </p>  <h1> Columbia 1999, Luis Alfredo Gavarito </h1> <p>He used to either cut his victims throats or stab them with screwdrivers or knives and then dismember their bodies. Investigation of several corpses showed signs of prolonged torture </p>  <h1>Kenya 2010, Philip Onyancha </h1> <p>“My target was to kill 100 women. I managed 17 and there were 83 to go” — The Daily Nation “She looked very delicious. My intention was not to kill her, but eat her. As I looked at her corpse, I was sad because I realized I had lost a good friend. I remember thinking, if only she would have let me eat her, just a little bit” — Issei Sagawa </p>  <h1>BEFORE ALL THAT… </h1> <img src="https://res.cloudinary.com/vueblog/image/upload/v1663183976/RAYA_da9d08a394.jpg" /> <p> At the beginning of time, in a small quiet village named Casco, lived ordinary people — all of whom were capable of ordinary crimes under the right circumstances but were incapable of conceiving the idea at this very early stage of human existence — with no greater goal than to provide for their families and sing and dance during the summer communal festival. Up until a few weeks ago, the inhabitants of Casco did not have the slightest idea what evil was nor was fear a component in the normal range of their emotions. It would seem that before now, the residents of Casco had been living in a dream and only just now had they emerged from the world of dream and had been brutally thrust into the real world with real people confronting real and very dark problems. They had been so busy being innocent, loving and caring for their families and minding their own business that they had been completely unaware of the evil living in their midst. The idea that these three monsters, all whom they were now actively tirelessly hunting down, had been celebrities who were widely admired and celebrated as pioneers of a “new art form”, was laughable, and specifically deadly. </p>  <h1>THE MANHUNT: </h1> <h2>Raya </h2> <p>Raya had been a nurse working at a small clinic in a neighboring village. She might not have been the smartest or the most interesting girl around, but nevertheless, she was the kind of medical officer you want keeping your health in check. The kind of girl you might even have wished your son would end up with some day. But behind that pretty face and quiet demeanor lurked a monster the like of which no one had seen. Raya had lost her only male companion and lover, with whom she had been engaged to be married, to an unknown illness. When her husband-to-be died, she refused to accept his death. She cried until she didn’t want to cry anymore. She made a conscious decision to keep her husband-to-be warm in their bed, as he was “sleeping”, with the hope that he will wake up from his momentary rest and they’d get married. She washed him at night before going to bed and found a way to preserve his lifeless body from rotting away. As days went by and weeks turned into months and her once good-looking dead husband-to-be had transformed into something that only reminded her of the idea of her fiancée but had nothing of the slightest resemblance to him, she saw it unfair and undeserving for anyone else to have a happy marriage if she could not have her fiancée back. This very thought was what was to become the beginning of what was to be called murder. At first, her victims were unsuspecting couples walking home from a date or family gathering. She walked around with a tiny unnoticeable needle which she hid beneath her coat or glove, with some kind of paralysis effect as her victims were rendered instantly immobile upon the administration of the injection. Then she would carry their dead bodies back to her home, since by now nobody had known about burying the dead, where they lived together as a big unhappy family. To prevent their corpses from smelling, she took the same good care of them as she did for her sleeping husband. </p>  <h1> Miserere</h1> <p>Miserere had sat on this stiff wooden chair for more than a decade and had listened to hundreds various stories from couples who had come to him as a last resort to salvage their union. Throughout his long successful career as a marriage counsellor, he had formulated a winning strategy; he kept his relationship with his work as one would keep his relationship with his tie — he wore it only for a formal occasion and thereafter take it off and only remembered its existence in the next formal event. So, when he got back home to his cat, he didn’t even recall the names of his clients. But this one couple who had visited him was different. The story they had walked into his office with was the oldest in the book; a cheating husband, and the pain he had seen on the woman’s face was not a new phenomenon to him, rather it was particularly a regular occurrence, and yet he could not stop thinking about this case. He could not get his mind out of the sorrow and pain he had felt in the woman’s voice. In all the three sessions they had come in for their session, the lady never cried nor had she shown the slightest sign to shed a tear, but Miserere — and anyone who had lived long enough to know a thing or two about human behaviour — had clearly seen the tears of her heart and all the pain she hid beneath her chest. The unfaithful husband had on the other hand owned up to his mistake and had begged her forgiveness and promised to be a better man. For days he hadn’t known why he was so emotionally invested in the case. Was it because of all the pain the good woman was going through or was it the sheer emptiness of the man’s apologies or was it all the years’ pain and suffering of his clients coming to him all at once or more practically was it because he was just getting old and felt the urge to impact the world in some way? He had no clue. But what he was sure about was that he wanted relieve the woman of her pain. More specifically speaking, the unfaithful husband had to leave. He had committed a sin and he had to be punished for this. So, he tracked him one evening as he was leaving work and killed him in the cruellest of ways. He later on wrote a letter to the suffering woman addressed in his dead husband’s name asking her for one last apology and asking her to free herself from all the pain and misery he had brought her. After that, Miserere couldn’t bring himself to stop. He tracked down society ‘misfits’ and brutally hacked them to death, starting with his former clients, and in the same fashion as his first victim, wrote letters to their families addressed in their names similarly asking for forgiveness and saying goodbye. </p>  <h1> Mokwena</h1> <p>Mokwena was a huge lazy man whose life goals involved things such as food, sleep, alcohol, an occasional female company and more food. He had such a profound lack of self awareness so much so that he didn’t even realize how evil he was. Of the three, Mokwena seemed destined to be a killer from a very early stage more than anyone else. He worked at a slaughter house and always preferred working the night shift. It is in one of these night shifts that he accidentally killed his colleague after they got into a small argument. Confused, he put his dead body in the mincer and went on to dump the minced flesh in the woods early in the morning. Later, after he finally came into terms with who he truly was, a cold-blooded murderer, he would think back and conclude that this initial killing was anything but an accident. Mokwena went on to become the most reckless serial killer indiscriminately abducting anyone that crossed paths with him and taking them back to the slaughter where he dismembered their bodies, chopped them into small pieces and put them in the mincer. He would later sell the meat to unsuspecting customers and dump the rest in a nearby forest for the hyenas. It was Mokwena’s actions from among the three that initially drew the people’s attention. </p>  <h1>RISE TO STARDOM </h1> <p>When news leaked about the mysterious disappearance of persons, and people began to receive drawings of very familiar faces — that of Mokwena, Miserere and Raya — on their door steps, as soon as these rumours began to catch fire, the three of them became the topic of conversation everywhere and anywhere. Probably the person behind the drawings meant it as an expose and must have been shocked at the turn of events. It was “normal” at this stage for the people to whisper the names Mokwena, Miserere and Raya in awe as at this point everything was still so much a rumour. In deed there were certain people who had disappeared without a trace for some time but the concept of killing was unheard and unthought-of, and more strictly speaking, there was no substantial proof to back up the hearsay — no dead body, nothing. Further than that, curiosity was a natural human habit and that fanned the rumour more as well as the most fundamental and powerful instinct as a species; survival. In essence, the people, for the first time, questioned their safety and security. The realization that man can take another man’s life was unimaginable and shocked their sense of humanity in its entirety. Shortly after, the drawings came accompanied with that of slain victims and now Mokwena, Miserere and Raya properly became “celebrity monsters”. Perhaps it’s the way this news was delivered to them, or their genuine innocence or perhaps these images of these crimes appealed to a hidden part of them and the knowledge that these ordinary people were capable of murder offered a safe and secure outlet for their darkest thoughts and urges. </p> <h1> THE GHOST DETECTIVE</h1> <p>One man was responsible for the drawings. This was a victim who had narrowly escaped the deadly hands of Mokwena with brutal injuries and had soon after developed a keen interest in the whole aspect of human life, the existence (and the non existence thereof) of it. After exploring the topic deeply and in length, he had concluded that human life by all means certainly did not deserve to be suddenly cut short by fellow man in such a fashion as Raya and her friends in murder had invented. He had decided to keep his identity a secret as he tried to bring the villagers into terms with the reality of these crimes. After his initial attempts were thwarted and instead the same beasts he was trying to bring down got ushered into stardom, he realized he had to change tactics. </p> <h1>THE BREAKING POINT </h1> <p>The drawings increased in number and were now, in addition, accompanied by pieces of the victims’ dismembered body parts as well as more drawings of their families. This went on for some time and while Mokwena, Raya and Miserere had stopped their killings after they recognized that their fame was slowly turning the wrong way and were receiving the wrong kind of attention due to their close proximity to the scenes of these crimes, they panicked and began to make mistakes. Raya knew that she had to get rid of all the corpses from her house while Miserere and Mokwena planned to do their “final” assignments before taking a break. </p> <h1>FATE </h1> <p>As fate would have it, every time Miserere, Mokwena and Raya killed, they also died a little. Mokwena was caught in his slaughter performing his “final” job while Raya and Miserere were separately caught in their heinous acts. With all the anger and resentment that had been slowly brewing for months, they were all immediately executed. Raya was tied to a log and drowned in the village’s lake, Mokwena was thrown off a high standing rocky cliff while Miserere was tied to a tree in the forest and left for the hyenas and wolves. </p> ",
   "images": [
    "https://res.cloudinary.com/vueblog/image/upload/v1663310175/CASCO_POSTER_889a275325.png",
    "https://res.cloudinary.com/vueblog/image/upload/v1663183976/RAYA_da9d08a394.jpg",
    "https://res.cloudinary.com/vueblog/image/upload/v1663183975/Micerere2_c273f9034e.jpg"
   ]
  },
  {
   "title": "THE REUNION",
   "description": "A fictional about two brothers who fought in the Congo war as child soldiers, and a mutual childhood lover. They reunite at a bar in Kinshasa after many years of being apart.",
   "content": " <p>That moment Bonte had sneaked into a cargo truck that transported farm animals, mainly goats and sheep en route to Morocco, with the help of a kind Algerian man whom he had diligently voluntarily worked for in his big plantation for four and a half years, he had successfully convinced his heart that he had left his past behind him. He was a new person and he couldn’t allow his past self to drag all the pain and sadness into this new journey he had embarked on. He had move on, forgiven and forgotten his past.</p><p>Forgiven; forgotten, Yes Forgotten! In the truest sense of the word. He wouldn’t confess the atrocities he had committed in his forgotten past to a new true friend or a safely kept diary or try to commercialize his story on a famous podcast channel or a highly committed writer on the topic who would be availed to him with astounding immediacy and who would promise to get his story out and hopefully get the right ears to hear it and consequently effectively act upon it and save hundreds of thousands of innocent lives which have gone and still continue to go through what he had gone through. And who would have promised, not by words, at least not directly, but through the carefully chosen vocabulary and grammar about the eventual stardom that would arise from sharing with the world a real, rare and very touching story and the by-product of a good fortune that would come accompanied as a result of this courageous act. No, he wouldn’t try to do any of that. Because that wasn’t anywhere in the lowest degree of Bonte’s mental activity. </p><p>Few people had found the kind of peace Bonte found in solitary refuge. He had learned as a child and perfected the art of keeping the heart and its activities inside his chest. More strictly speaking, he did not develop this ability by himself but this ability imperceptibly developed itself within him. And Bonte was a truthful man in his relations with himself and always lived in close accordance to his strict manner of life. He remembered all this so vividly, as he sat on a stool in a local pub in Kinshasa across his younger brother to whom he had been the most hated person in the whole world three hours and forty-seven minutes ago. </p><p> He remembered also, firstly, the memories of war that had suddenly resurrected in full swing like a vicious tsunami on a usually calm and peaceful coastal town wrecking havoc on the quiet living inhabitants; uprooting trees, bringing down buildings, tearing apart roads and washing away valuables and many years of hard work in an unjustly shortest period of time. These memories of a dark period of time for him particularly arose in full force during his habitual two rakat prayers after Isha, the final prayer of the day. He could see the flashing sparks seen at night from the firing of an Ak47 rifle or a Machine gun. He could smell the sweet scent of red volcanic soil when it came into contact with the initial drops of rain that was immediately interrupted with that of soldiers’ boots marching through bush thickets chanting traditional anthems about courage, cowardice, fear and bravery, masculinity and femininity in alternating sentences. He could see as the skin of his victims dissected into two halves and hear the bones crush as he devoured their torso or slit their throats with surgical precision.</p><p> Bonte, who was born Ibrahim Chembe to his two loving parents in a small town in the eastern part of the Congo, but later on was given the nickname Bonte by his colleagues in the army due to his ferociousness in the battlefield and his remarkable skill with the knife, had fought alongside his small brother Kamissoko as child soldiers in the Congo war after being abducted at the age of 15 while coming from a nearby swamp which they frequently visited to swing on the tree branches and imitate the croaking of frogs in a futile attempt to get the frogs to join in on the musical. This was their favorite playing area and safe haven between himself, his younger brother who was 6 at the time and Lefe, a mutual female friend.</p><p>As the eldest and favorite child of his father, he had spent most of his time with him at his local slaughter house and that’s where he had acquired the skill to handle a blade and the ability to read the mindset of a soon to be killed animal. Although ammunition was in abundance and in steady supply, Bonte was fond of his blade and always preferred the sweet spot between the idea of remorse, scientific calculations of distance, motion and positioning and the psychological assessment of your victim necessary for the agreeable conduct of business. </p><p>He hated his nickname with all his gut but he could not deny that that name was the closest fit to the persona he wished to be recognized by in the army and he thoroughly enjoyed the way the name took all the attention enabling him to conceal his true identity and sensibility as a mortal. He was not so much annoyed at the name itself as at the disgust he felt being around his colleagues by whom he was given the name. In training they were taught that a soldier is to obey orders and that a soldier is judged by God differently. He and his peers, and subsequently anyone that followed behind, grew up on this type of mindset. Every morning or night before an ambush, their commander would gather them around together and after an intense preparation talk, he would conclude with his signature statement, “Go and do something foolish today.” This combination of many different levels of absurdity and utter disregard of any purposefully God given sense, when carefully planted and cultivated in a fertile empty head, was what, like he always thought, a far much inferior status than that of the first founder of the human family, the monkey. Yes, he killed people but his killing was different. He killed for love. Although he hated the idea of war in and of itself, he loved his land. He loved the trees and the birds and the frogs they played with at the swamp. And so, for his country he fought; to protect his land and its beauty from invaders. He fought for his little brother for whom he had secured a place in administrative at headquarters away from the horrors that he had to face in the field. He was granted this request out of acknowledgement of his unmatched skill in the field. He loved his brother. Kamissoko was different. He was not like him. Although he had always accused him of lacking the ability to distinguish between dream and reality and needs and wants, and although he had never clearly thought out the fundamental concept of family, the status of being the big brother and the responsibility that comes along with it had somehow strangely since very earlier on been synthesized in a high place inside his heart despite the absence of both parents, who died as soon as they were just old enough to bath in the river, and a functioning society. </p><p>Kamissoko read books and talked about imaginary characters such as Chinua Achebe and an artist in Nairobi named Ndaka who curved his feelings into wood and ended up crafting deep expressions in the form of sculptures –not imaginary in the sense that they didn’t exist but imaginary to Bonte because he was born and saw around him fruits on trees for him to eat, and a field for him to run on, and while in the army, boots for him to wear and missions to be accomplished –to him this was his truth and he chose to live in the here and now. </p><p>Despite this contrast in believes, the fact that Kamissoko had a great interest in “dreams” and the great importance he attached to “wants”, he saw, beneath that veil of lack of focus and a plight of childishness -to him, he saw the existence of greatness and he felt honored to have a brother in such a noble person. For this Kamissoko here, out of this immense love he felt for him, he killed. To protect him -specifically to secure his place at headquarters that entirely depended on him and to teach him, in the event of his death, about bravery and more importantly, to show him, in clear and practical terms, how not to live a life. </p><p> Of all the reasons and love he felt and fought for, nothing compared to the love he felt for Lefe; her only girl. And in this particular love, beyond inspiring him through the long and harsh army days and keeping him warm during the cold nights in the bush, and for the hope of seeing her beautiful dark face with dark eyebrows once again, was what had led to his being in Kinshasa today, sharing a beer with his brother on this warm Sunday evening after a proper 28 years of zero contact and a successful forcefully self instigated artificial amnesia for a large portion of that time until 6 months ago. Exactly 6 months ago, when the first memory of sensations from home had been received by him as though he had miraculously instantly developed a special sensory organ for the transmission of those feelings, he recalls thinking that that was some kind of bad joke his mind was playing on him. That night in the second rakah of his Isha prayer in which he experienced the first seismic reading of what was to be, in the months that followed, a resurgence of memories and flashbacks in an earthquake fashion, he quickly immediately dismissed it as a fly floating in air that was warning the elephant about its mighty landing on his back, and he swiftly carried on reciting the last Ayat of Suratul Maidah. That night when he went to sleep, his bed felt like a time travel machine that took him back to the heart of Zaire land and then it malfunctioned leaving him to wonder about eternally in every familiar territory. The following morning, he woke up early and unusually quickly offered his Al Fajr prayer and left for work. At work, he plunged into the duties of the day and tried to drown the memories and feelings in them but in vain. This cycle went on the next day, the next week, and the next month, and the next. Most of these feelings were torturous in nature, for instance his last memory of his crying brother. On the night they escaped, they had been caught in a carefully thought through ambush of a joint forces between the government army and two local rebel groups earlier on that day which had killed at least a few dozen men and left scores injured. Bonte and Kamissoko had both passed out and, mistakenly thought dead, were immediately buried in a shallow mass grave as was the culture in such instances after the intense cross fire had come to a halt. Upon regaining consciousness and crawling out of the piles of dead bodies, Bonte further crawled over to where his brother lay down, his head facing the sky. As he approached him, amidst all the pain he felt on every inch of his body and the strong concentrated smell of blood mixed with soil that filled the air, he felt, for the first time, the need to free his brother; to free him from himself, to set him free from the ill luck that seemed to have permanent residence in the very essence of his existence. But first he had to save him one more time, one last time.</p><p>His brother, not sure whether the blood stained on him was that from his bleeding or someone else’s, was laying flat on his back, his eyes staring into the sky almost not blinking, whispering what Bonte immediately recognized as a line from one of his many ‘favorite book’ which he completely had never understood “...The highest friend… the highest friend…oh the highest friend…” From his placidness, Bonte knew that he had been laying there for a while, and perhaps had tried to get up and look for his brother or a way home –whether home meant the army or the swamp they played at as children with Lefe, but his emotions had rendered him immobile. </p><p>He saw a feeling on his face which he recognized very well; that of a man who was willing to leave this earth and was giving his soul to the angel of death, but just before this session had gone any further and degenerated into something more practical, he quickly interrupted the idea by jacking him off the ground, and without a say of a word, his shoulder supporting him from beneath his armpits, they ran across into the forest. He doesn’t remember for how long they had been running for but Bonte recalls -and if Bonte remembers, Kamissoko sees it every second of his living, when their tired legs couldn’t carry them anymore and they fell to the ground passed out. </p><p> Early the next morning, Bonte woke Kamissoko up and after showing him the border and his path to freedom, gave him the worst beating of his life and he passed out again. When he woke up again after a few hours in pain, Bonte had gone. That was the last time he was to see him and that was the last time he wanted to see him.</p><p>He hated him. But his hate for him didn’t come from a place of resentment though, as he later on in his ‘adult’ form came to realize, rather it stemmed from a place of love. Hadn’t Bonte left him and left him in the cruellest of ways a brother could leave, he wouldn’t have hated him well enough to become the most respected writer in Nairobi and the continent at large whose work was described as “songs of the heart”, and so for his leaving he would always be grateful. But he still hated him because he wasn’t there to see how he had made someone out of himself and to see the long dreadlocks he passionately wore on his head which were a kind of a crown, a symbol of his triumph over his fears and dependence on his brother. </p><p>Of all reasons he didn’t want to meet his brother, and despite his successful career as a writer and his remarkable growth as a person, he was not sure if, upon meeting him, he would gather the sufficient breath of mind to explain how he was now married to Lefe, yes Lefe, Bonte’s only girl. In fact, all those memories of home that had re-emerged on Bonte’s mind hadn’t had the effect and weight as that singular memory of Lefe; and for those specific memories and feelings, and for Lefe, Bonte had returned home. As kids, at the swamp, although he had never clearly thought out the idea, Bonte had long suspected of a more than friendly love between Kamissoko and Lefe, and even though all childhood family games had always put him and Lefe as the father and mother, he always felt that this was only out of the habit of regarding him as the eldest in the group and therefore he was the most suitable person for the post. </p><p>Lefe, on the other hand, who was a beautiful girl in many ways, always felt immense respect for him. And perhaps that was about the closest to a romantic place she could get. Even though she was the one with whom she had planned this meeting with and for, and although she was the one whose memory and feelings had led him to abruptly cut short his peaceful suddenly turned turbulent 28 years stay in Morocco; when she had set a venue for them to meet at Kinshasa, after Bonte had reached out to her through a contact, although the contact and Lefe had neither mentioned about her relationship with Kamissoko nor even gestured anything about the presence of his brother, Bonte had somehow, with that special sensory organ, felt the essence of everything. So, as they sat here at this bar in Kinshasa, they all from time to time glanced at each other, that type of glance that sort of asked “…so are we okay?” and they all, in response, smiled; with teeth but more deeply with their eyes and they all clearly knew what that meant. </p>",
   "images": [
    "https://res.cloudinary.com/vueblog/image/upload/v1663182292/large_The_re_union_1x1_fe15df2b74.png",
    "https://res.cloudinary.com/vueblog/image/upload/v1663309920/The_Re_Union_b7f5154287.png",
    "https://res.cloudinary.com/vueblog/image/upload/v1663182348/2_338f7f3ed6.jpg",
    "https://res.cloudinary.com/vueblog/image/upload/v1663182347/3_9df4a0f566.jpg",
    "https://res.cloudinary.com/vueblog/image/upload/v1663182345/4_bc012dc949.jpg"
   ]
  },
  {
   "title": "TRANS ANTLANTIC",
   "description": "A story about the Trans-Atlantic trade of the 15th century that predominantly involved slave trade. We discuss the topic of slavery from a lifestyle perspective in reference to the modern times we live in. ",
   "content": "<p>Most people usually want to be rebellious on the sensitive subject of slavery. In this series we explore, visually, this topic and more, both objectively and subjectively in a liberal way. </p> <p> Trans Atlantic had been a shelf idea for a little over two years and when we brought it out and breathed some life into it a few weeks ago, there could not have been a more valid time. Initially, our original idea was to visually discuss topics such as race, slavery and class both subjectively and objectively from an academic reference point while drawing inspiration from the Trans Atlantic Triangular trade of 16th -18th Century. And by the time we were almost done putting the project together, Libya had successfully single-handed revived the memories of this turbulent part of history all over again in the most vivid, practical way. So as a result, and as our duty as being conscious global citizens, we decided to add our own independent voice into this global conversation that is currently taking place. Not necessarily as a social commentary like how generally most creative artists would want to, but more simply as a visual illustration of some of the interchangeable themes and mixed feelings that come to mind on the subject.</p><p>It is fascinating and particularly dreadful, as is in this case, to see how history has some kind of incurable endemic effect and just when you think we have made some considerable progress as a human race; suddenly we are back to where we started. For the vast majority where most of us find ourselves, it is absolutely frustrating every time! That after all is said and done; we quickly realize how powerless we are. Incapable of affecting any meaningful tangible change and that at the end of the day all we have is a mouth to speak for or against certain issues on social media and a heart to hate or love. Initially, when we were thinking about the best fashion to narrate the Trans Atlantic as a story in the modern time we live in, we were inspired by a hypothetical scenario of an old man who had lived through the days of slave trade and now many years later, he was sitting with his great granddaughter telling her this history of mankind. </p><p>A story of horror and triumph, hope and fear, a story of pain and joy living side by side, of how the mighty and strong gang up against the weaklings, with the weaklings, for the weaklings on a carefully crafted fallacy. We were particularly interested in discussing the profound similarities between history and the modern time we live in on a lifestyle level and how technology and other socio-economical factors have changed and continue to change but mentalities seem to possess some kind of durable irresistibility to change. </p><p>Our initial concept was ballooned by the current state of affair of some kind of organized turmoil on our planet. When you look at what’s happening around the world at the moment in some places in the Middle East and Africa specifically, it’s completely heart breaking to say the least. On the other hand, it is impossible and almost dangerous to buy into a single story. Every story has a right to be told and heard in its entirety. You cannot, for example, talk about Libya or the Middle East or Europe or slavery etc in isolation without recognizing a bunch of other socio- economic factors. But fundamentally the political climate and its power to change the composition of these landscapes. (As a case study) Who is Libya? Who inflicted the pain on Libya? What do we know and what do we really not know? These are some of the questions that come to mind, especially when you rely on digital media as the primary source of information like most of us. </p><p>It’s daunting to realize how quickly and easily a gift can become a curse. How and why havoc only seems to wreck places that are rich in natural resources and places where leaders have an independent way of thinking for their country. Further than that, the toughest homework of our generation is the internet. That everything happens so quickly so fast and we have to consume all this information at the same time, it gets numbing. You are not done with one hashtag then another one comes up and another and another…an endless cycle of sad news. With time you begin to see these great injustices as regular occurrences and a part of life. That’s really the dilemma of our generation. </p><p>Anyhow, however things play out, and from whichever sides of a story you stand on, ultimately, we are one huge family of the human race. And we should, despite of such painful realities, continue to nurse the hope for a better planet. </p>",
   "images": [
    "https://res.cloudinary.com/vueblog/image/upload/v1663182442/large_Trans_Atlantic_1x1_069e13d110.png",
    "https://res.cloudinary.com/vueblog/image/upload/v1663182524/Trans_Atlantic_3_6a043cb053.jpg",
    "https://res.cloudinary.com/vueblog/image/upload/v1663182521/Trans_Atlantic4_d458546142.jpg",
    "https://res.cloudinary.com/vueblog/image/upload/v1663182526/Trans_Atlantic_1_bba460cbf9.jpg"
   ]
  }
 ]
}
